<?php
// Heading
$_['heading_title']      = 'Информация о моей учетной записи';

// Text
$_['text_account']       = 'Аккаунт';
$_['text_edit']          = 'Редактирование информации';
$_['text_your_details']  = 'Ваши персональные данные';
$_['text_success']       = 'Успех: Ваша учетная запись успешно обновлена!';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Эл. почта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_token']        = 'Внимание: Токен редактирования недействителен!';
$_['error_exists']       = 'Внимание: Адрес эл. почты уже зарегистрирован!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32-х символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']        = 'Укажите корректный e-mail';
$_['error_telephone']    = 'Укажите телефон в формате +7 (999) 999-99-99';
$_['error_fullname']     = 'Укажите фамилию и имя';
$_['error_custom_field'] = '%s обязательно к заполнению!';
$_['error_regex']        = '%s не является допустимым вводом!';
